{
    "name": "Farming",
    "icon": "minecraft:iron_hoe",
    "category": "category_basics",
    "pages": [
        {
            "type": "text",
            "text": " Welcome to the wonderful world of farming! Without any metal in the ground, this will be your best bet of making money, as well as feeding yourself. Can't be useful to Her Majesty on an empty stomach!$(br2) Most of the farming basics are the same from what you're used to, but there are some very important changes."
		},
		
		{
            "type": "spotlight",
			"item": "sereneseasons:ss_icon",
			"title": "Shifting Seasons",
            "text": " In this land, the seasons shift every 30 in-game days. It should be mid-summer right when you arrive.$(br) Only certain crops can grow during a given season. Hover your mouse over a seed to see what seasons it grows in.$(br) Be careful not to plant seeds right before the season changes!"
		},
		
		{
			"type": "spotlight",
			"item": "minecraft:golden_hoe",
			"title": "Powerful Hoes",
			"text": " Hoes made out of rarer materials, like iron, gold, or even diamond, will till multiple squares of dirt.$(br) The rarer the material, the larger area around it that will be tilled.$(br) Stone and wood hoes, however, will still till only a single square of dirt.$(br) The rarest hoes can be found in ancient ruins!"
		},
		
		{
			"type": "spotlight",
			"item": "harvestcraft:cherry_sapling",
			"title": "Plant Types",
			"text": " Not all of the crops available to you are grown the same way.$(br) $(li)Harvestcraft trees have fruit hanging from them that you harvest through right-clicking when they're ripe $(li)Rustic have to be planted on wooden stakes.$(li)Terraqueous trees' fruit can grow in weird ways. Most fruit even falls off after some time!"
		},
		
		{
			"type": "spotlight",
			"item": "tp:watering_can",
			"title": "Fertilizer",
			"text": " There are ways to speed up the growth of a small number of crops at a time.$(br) First is fertilizer. Bonemeal and Forestry fertilizer can be used to advance the growth stage of a single plant. $(br) Next is the watering can. Activate it and look at an area of crops, and their growth rate will speed up considerably!"
		}
    ]
}