{
    "name": "Shop Basics",
    "icon": "adminshop:shop",
    "category": "category_basics",
    "pages": [
		{
			"type": "text",
			"text": " We have a very specialized system to manage buying and selling. It should make your life much easier!$(br2) The system uses several blocks, each with a specialized purpose."
		},
		
		{
            "type": "spotlight",
			"item": "adminshop:shop",
			"title": "The Shop",
			"text": " This is the main machine used to buy and sell with us. Opening it will display all of the items you can trade, split into various categories. Seeds are categorized by seasaon they're fertile, and sellable goods by their source."
        },
		
		{
            "type": "spotlight",
			"item": "adminshop:seller",
			"title": "Automated Seller",
			"text": " Finding the item you wish to sell out of the massive list available can be a pain. With the auto seller, you can simply insert whatever you wish to sell manually, or via automated transport, such as hoppers. $(br2) It also accepts fluids and forge energy, though we're not accepting power at the time."
        },
		
		{
            "type": "spotlight",
			"item": "adminshop:buyer",
			"title": "Automated Buying",
			"text": " When you're rich enough not to worry about the money you spend, this will allow you to automatically purchase an item or fluid in a given time interval."
        },
		
		{
            "type": "spotlight",
			"item": "adminshop:atm",
			"title": "ATM",
			"text": " If you want to exchange money with another settler, you can withdraw funds via the ATM in the form of a check and give it to them. Just right-click the check to deposit the money into your account."
        },
		
		{
            "type": "spotlight",
			"item": "minecraft:iron_ingot",
			"title": "Metal",
			"text": "Since there are no metal ores underground, we will allow you to purchase them from the shop! Be careful though, they can be quite expensive, but worth it for the tech you can make with them!$(br2) There might be alternative ways to get metals, but it's up to you to figure them out."
        }
	]
}