{
    "name": "Processing",
    "icon": "rustic:brewing_barrel",
    "category": "category_farming",
    "pages": [
		{
			"type": "text",
			"text": " Raw resources are good and all, but you can make even more money by first processing raw materials before you sell them. There are a multitude of items and fluids that can be processed in different ways. Here's a list of the big ones."
		},
		
		{
			"type": "spotlight",
			"item": "magneticraft:crushing_table",
			"title": "Juicing (1)",
			"text": " Certain fruits can be crushed in a Magneticraft crushing table to create a bottle of juice, which can be sold for more than just the fruit it was made from!"
		},
		
		{
			"type": "spotlight",
			"item": "rustic:crushing_tub",
			"title": "Juicing (2)",
			"text": " Other fruits (with some overlap) can be crushed here to make liquid juice. It can be transported by bucket if you have 1000mb worth of it in the tub, or by Buildcraft fluid pipes.$(br) Do note that the prices in the shop show how much it sells per millibucket, so you'll make 1000x that amount when you sell a full bucket."
		},
		
		{
			"type": "spotlight",
			"item": "exnihilocreatio:block_barrel0",
			"title": "Brewing",
			"text": " You can take liquid juice and brew it into alcohol! You need special barrels to do so, and they require ancient spores to craft, which are obtained by sifting dirt in a sieve. It takes a long time for it to ferment, but sells for much more than the juice!"
		},
		
		{
			"type": "crafting",
			"recipe": "ct_shaped1860660849",
			"text": "Sieve dirt for ancient spores!"
		},
		
		{
			"type": "spotlight",
			"item": "harvestcraft:grapejellyitem",
			"title": "Jelly",
			"text": " Craft jelly by combining a bottle of juice item with sugar. Sugar can be obtained through reeds, or by crafting various sweet substances by themselves."
		},
		
		{
			"type": "spotlight",
			"item": "harvestcraft:beeswaxitem",
			"title": "Wax",
			"text": " You can obtain wax and wax-like materials (such as tallow or beeswax) by processing the right plants, animal products, or mob drops. Wax can then be crafted into candles, or with leather to make hardened leather, which can be sold for quite a bit."
		},
		
		{
			"type": "spotlight",
			"item": "extratrees:machine:6",
			"title": "Distillation",
			"text": " The alcohol you can brew is great, but it can be even greater! By distilling it, you reduce the quantity but increase the quality. This fancier booze sells for much more, and there are plenty of varieties as well!"
		}
	]
}