{
    "name": "Trees",
    "icon": "minecraft:sapling",
    "category": "category_farming",
    "pages": [
		{
			"type": "text",
			"text": " I'm sure you're familiar with trees, those big wooden things that grow from saplings! What you may not know is that some trees produce fruit that you can sell or refine! There are several types of trees available, each with their own quirks."
		},
		
		{
			"type": "spotlight",
			"item": "harvestcraft:dragonfruit_sapling",
			"title": "Harvestcraft Trees",
			"text": " The most basic type of fruit tree. The fruits grow right below the lowest layer of leaves. When they ripen, you can right-click to harvest the fruit. The fruit doesn't disappear after harvesting, but the tree doesn't drop additional saplings. Harvestcraft saplings are also uncraftable, only purchaseable."
		},
		
		{
			"type": "spotlight",
			"item": "terraqueous:sapling:1",
			"title": "Terraqueous Trees",
			"text": " Terraqueous trees provide very fun and interesting ways of growing fruit.$(br) Most have them grow in leaf blocks, which can be harvested by right-clicking when ripe or waiting for it to fall off.$(br) These trees do drop saplings and can thus be spread. $(br) The saplings might grow year round, but they only produce fruit during certain seasons."
		},
		
		{
			"type": "spotlight",
			"item": "forestry:sapling",
			"title": "Forestry/Binnie's Trees",
			"text": " They do in fact exist, can spread quickly via dropped saplings, and can produce ludicrous amounts of fruit!$(br) The only problem is that they don't occur naturally. You have to breed for them using bees and butterflies. The subject is complicated enough that there could be an entire book written about it, but you won't find it packaged with this one. I'm sure you can find some information about it somewhere $(o) cough google cough /$"
		},
		
		{
			"type": "spotlight",
			"item": "tp:plump_peach",
			"title": "Extra Drops",
			"text": " Sometimes, additional items may drop from leaves. The most common are plump peaches and pears. They can be treated as any other fruit of that type for selling and refinement."
		}
	]
}