{
    "name": "Power Infrastructure",
    "icon": "immersiveengineering:wirecoil",
    "category": "category_tech",
	"priority": false,
    "pages": [
        {
            "type": "text",
            "text": " Managing power can be tricky, but there isn't too much you need to know when handling it."
        },
		
		{
			"type": "spotlight",
			"item": "immersiveengineering:connector",
			"title": "Making Connections",
			"text": " To transfer power, you have to first place connectors on the generators and machines that produce and use it."
		},
		
		{
			"type": "spotlight",
			"item": "immersiveengineering:wirecoil",
			"title": "Wires",
			"text": " To have power actually move between connectors, you have to connect them with a wire. Wires can only attach to connectors of the same tier."
		},
		
		{
			"type": "spotlight",
			"item": "immersiveengineering:wirecoil:6",
			"title": "Covered Wires",
			"text": " Wires can zap you if you walk into them while they're carrying power! LV and MV wires can be covered to prevent this from happening, but HV wires can't. Keep those FAAAAAR away from walkways!"
		},
		
		{
			"type": "spotlight",
			"item": "immersiveengineering:connector:5",
			"title": "Relays",
			"text": " You can only attach a single wire to a connector, so they can't act as a go-between for other connectors. You'll want wire relays for that purpose, which can handle any number of wires connected to it. MV and LV variants behave just like their connector counterparts when it comes to placing, but HV relays hang downwards only."
		},
		
		{
			"type": "spotlight",
			"item": "immersiveengineering:metal_device0",
			"title": "Power Storage",
			"text": " Capacitor blocks can store power! They also come in 3 variants, each boasting a larger capacity and transfer speed than the last. Each side of them has to be configured via an engineer's hammer to either input or output power, however. If you can afford one of these, you can surely afford to make the hammer!"
		}
    ]
}